"%d hours ago" = "%d小时前";

"%d minutes ago" = "%d分钟前";

/* Current page in photo browser (1 of 10) */
"%d of %d" = "%d／%d";

"%d seconds ago" = "%d秒前";

"%dd" = "%d天";

"%dh" = "%d小时";

"%dm" = "%d分钟";

"<1m" = "<1 分钟前";

"Alert" = "提醒";

"Are you sure you want to cancel?" = "你确定要取消吗？";

"Cancel" = "取消";

"Connection Error" = "无法连线";

"Connection Timed Out" = "连线超时";

"Done" = "完成";

/* Date format: Mon 1:05 pm */
"EEE h:mm a" = "EEEHH:mm ";

/* Date format: Monday */
"EEEE" = "EEEE";

/* Date format: Monday, July 27, 2009 */
"EEEE, LLLL d, YYYY" = "YYYY年LLLLd日EEEE";

"Error" = "错误";

"Load More Photos..." = "加载更多照片⋯⋯";

"Loading..." = "加载中⋯⋯";

/* Date format: 7/27/09 */
"M/d/yy" = "yy/M/d";

/* Date format: Jul 27 1:05 pm */
"MMM d h:mm a" = "MMMd日HH:mm ";

/* Date format: July */
"MMMM" = "MMMM";

/* Date format: July 27 */
"MMMM d" = "MMMMd日";

"New Message" = "未读消息";

"No" = "否";

"No Internet Connection" = "无法连线上网";

"No Photos" = "无照片";

"OK" = "确定";

"Ok" = "确定";

"Open in Safari" = "开启Safari";

/* Title for back button that returns to photo browser */
"Photo" = "照片";

"Post" = "发布";

"Search" = "搜索";

/* See all photo thumbnails */
"See All" = "显示全部";

"Send" = "送出";

"Sending..." = "发送中······";

"Showing %@ Photos" = "显示%@张照片";

"Showing %@ of %@ Photos" = "显示%@/%@张照片";

"Sorry, there was an error." = "抱歉，出现错误。";

"Subject:" = "主旨：";

"This photo set contains no photos." = "这为空白照片组。";

"To:" = "收件人：";

"Today" = "今天";

"Unable to load this photo set." = "无法加载这组照片。";

"Updating..." = "更新中⋯⋯";

"Yes" = "是";

"Yesterday" = "昨天";

"about a minute ago" = "约1分钟前";

"about an hour ago" = "约1小时前";

/* Date format: 1:05 pm */
"h:mm a" = "HH:mm ";

"just a moment ago" = "刚刚";

/* Date format: 2009 */
"yyyy" = "yyyy年";
